{
  "cookies": {
    "description": "Politique de cookies pour le site",
    "lastUpdate": "Date de la dernière mise à jour",
    "sections": {
      "consent": {
        "content": "Lors de votre première visite sur notre site, vous serez présenté avec une bannière Cookiebot. En l'acceptant, vous consentez à l'utilisation des cookies tels que décrits dans cette politique. Vous pouvez choisir de gérer ou de refuser les cookies qui ne sont pas essentiels au bon fonctionnement du site via cette bannière. Les cookies de préférence sont obligatoires et ne peuvent pas être désactivés. Les cookies analytiques (tels que ceux de Google Analytics) sont optionnels et peuvent être gérés via la bannière Cookiebot. Les cookies pour les préférences et Google Analytics sont configurés avec les valeurs par défaut de Cookiebot, Google Analytics et Google Tag Manager.",
        "title": "4. Consentement aux Cookies"
      },
      "contact": {
        "content": "Si vous avez des questions concernant notre utilisation des cookies ou la confidentialité des données, veuillez nous contacter à :",
        "title": "10. Contactez-Nous"
      },
      "control": {
        "content": "Vous pouvez gérer vos préférences en matière de cookies à tout moment via la bannière Cookiebot sur notre site. Si vous souhaitez supprimer ou bloquer les cookies, vous pouvez le faire via les paramètres de votre navigateur. Veuillez noter que si vous bloquez tous les cookies, certaines fonctionnalités du site pourraient ne pas fonctionner correctement.",
        "title": "5. Comment Contrôler les Cookies"
      },
      "cookieTypes": {
        "analytics": {
          "content": "Nous utilisons des cookies, notamment les cookies de Google Analytics et Google Tag Manager, pour collecter des données anonymes sur la façon dont les visiteurs utilisent notre site. Cela nous permet d'améliorer l'expérience utilisateur, d'analyser les tendances et d'optimiser le contenu. Ces cookies sont optionnels et peuvent être gérés via la bannière Cookiebot.",
          "title": "Cookies Analytiques"
        },
        "preference": {
          "content": "Nous utilisons des cookies pour mémoriser vos préférences, telles que le thème et la langue que vous avez choisis. Ces cookies sont obligatoires pour le bon fonctionnement du site et pour mémoriser vos choix lors de vos visites futures.",
          "title": "Cookies de Préférence"
        },
        "title": "3. Types de Cookies Utilisés"
      },
      "dataSharing": {
        "content": "Les cookies que nous utilisons ne partagent pas vos données avec des tiers. Nous utilisons uniquement les données collectées à des fins internes d'analyse et de fonctionnalité.",
        "title": "6. Partage des Données"
      },
      "introduction": {
        "content": "Cette politique de cookies explique comment nous utilisons les cookies sur notre site Web, conformément au Règlement Général sur la Protection des Données. En continuant à utiliser ce site, vous consentez à l'utilisation de cookies tel que décrit ci-dessous.",
        "title": "1. Introduction"
      },
      "retention": {
        "content": "Les cookies relatifs aux préférences sont stockés aussi longtemps que nécessaire pour mémoriser vos paramètres. Les cookies analytiques (tels que ceux utilisés par Google Analytics) sont généralement conservés pendant 13 mois à partir de votre dernière visite.",
        "title": "7. Durée de Conservation"
      },
      "rights": {
        "content": "Vous avez le droit d'accéder, de rectifier et de supprimer vos données personnelles. Vous pouvez également retirer votre consentement aux cookies à tout moment en revenant à la bannière Cookiebot ou en ajustant les paramètres de votre navigateur. Pour plus d'informations sur la manière dont nous traitons vos données, veuillez consulter notre Politique de Confidentialité.",
        "title": "8. Vos Droits"
      },
      "updates": {
        "content": "Nous pouvons mettre à jour cette politique de cookies de temps en temps. Toute modification sera publiée sur cette page et nous vous en informerons si nécessaire. Veuillez consulter régulièrement cette page pour toute mise à jour.",
        "title": "9. Modifications de Cette Politique"
      },
      "whatIsCookie": {
        "content": "Un cookie est un petit fichier texte placé sur votre appareil lors de votre visite sur un site Web. Il permet au site de mémoriser vos préférences, d'améliorer votre expérience de navigation et d'exécuter diverses fonctions telles que le suivi de votre utilisation du site à des fins d'analyse.",
        "title": "2. Qu'est-ce qu'un cookie ?"
      }
    },
    "title": "Politique de Cookies",
    "updateDate": "mercredi 8 janvier 2025"
  },
  "legal": {
    "description": "Mentions légales du site",
    "lastUpdate": "Date de la dernière mise à jour",
    "sections": {
      "contact": {
        "content": "Pour toute question ou demande liée aux mentions légales ou à vos données personnelles, vous pouvez nous contacter à :",
        "title": "7. Contact"
      },
      "cookies": {
        "content": "Le site utilise des cookies pour les finalités suivantes :",
        "management": "Les utilisateurs peuvent gérer leurs préférences ou retirer leur consentement via l'interface Cookiebot.",
        "title": "4. Cookies",
        "types": {
          "analytics": "Cookies analytiques : Collecte de données statistiques via Google Analytics (activés uniquement après consentement via Cookiebot, données conservées pendant 13 mois).",
          "functional": "Cookies fonctionnels : Sauvegarde des préférences personnelles."
        }
      },
      "dataProcessing": {
        "cnil": {
          "content": "Les éditeurs du site s'engagent à répondre à toute demande ou interrogation émanant de la Commission Nationale de l'Informatique et des Libertés (CNIL). Vous pouvez également contacter la CNIL pour toute plainte relative au traitement de vos données.",
          "title": "Engagement envers la CNIL"
        },
        "intro": "Conformément au Règlement Général sur la Protection des Données (RGPD) et à la législation française, le site collecte et traite des données personnelles dans les cas suivants :",
        "purposes": {
          "auth": "Authentification : Collecte de données via les systèmes OAuth.",
          "traffic": "Analyse de trafic : Utilisation de Google Analytics pour améliorer l'expérience utilisateur (données conservées pendant 13 mois).",
          "userSystem": "Système de compte utilisateur : Gestion des comptes, suivi des films visionnés et listes de visionnage."
        },
        "retention": {
          "content": "Les données liées à l'analyse de trafic via Google Analytics sont conservées pendant 13 mois. Les données internes liées aux comptes utilisateurs sont conservées jusqu'à suppression volontaire par l'utilisateur. Les consentements gérés via Cookiebot sont conservés pendant 12 mois.",
          "title": "Conservation des données"
        },
        "rights": {
          "contact": "Pour exercer vos droits, contactez-nous à",
          "content": "Droit d'accès, de rectification et de suppression. Droit à la limitation du traitement et à la portabilité. Droit d'opposition et de retrait du consentement à tout moment.",
          "intro": "Vous disposez des droits suivants concernant vos données personnelles :",
          "title": "Vos droits"
        },
        "title": "3. Collecte et traitement des données personnelles"
      },
      "hosting": {
        "company": "Cloudflare, Inc.",
        "content": "Le site est hébergé par :",
        "details": {
          "address": "Adresse : 101 Townsend St, San Francisco, CA 94107, États-Unis",
          "phone": "Téléphone : +1 888 993 5273",
          "url": "www.cloudflare.com",
          "website": "Site web :"
        },
        "title": "2. Hébergement"
      },
      "intellectualProperty": {
        "content": "Les contenus accessibles sur le site (textes, images, graphismes, logos) sont protégés par le droit de la propriété intellectuelle. Toute reproduction, modification ou utilisation sans autorisation est interdite.",
        "title": "5. Propriété intellectuelle"
      },
      "liability": {
        "content": "Les éditeurs du site déclinent toute responsabilité en cas d'interruption temporaire du service ou de dommage résultant de l'utilisation des informations disponibles sur le site.",
        "title": "6. Limitation de responsabilité"
      },
      "publishers": {
        "content": "Le site est édité par :",
        "owner1": "William Fontaine",
        "owner2": "Marin Leroux",
        "responsible": "Responsables de la publication : William Fontaine et Marin Leroux.",
        "title": "1. Éditeurs du site"
      }
    },
    "title": "Mentions Légales",
    "updateDate": "mercredi 8 janvier 2025"
  },
  "privacy": {
    "description": "Politique de confidentialité et traitement des données personnelles",
    "lastUpdate": "Date de la dernière mise à jour",
    "sections": {
      "contact": {
        "content": "Si vous avez des questions concernant cette politique de confidentialité ou sur la manière dont vos données sont traitées, vous pouvez nous contacter à :",
        "title": "12. Contactez-Nous"
      },
      "cookies": {
        "content": "Nous utilisons des cookies pour mémoriser vos préférences (thème, langue) et pour analyser l'utilisation du site à travers Google Analytics. Vous pouvez gérer vos préférences en matière de cookies via la bannière Cookiebot.",
        "title": "10. Cookies"
      },
      "dataCollected": {
        "content": "Nous collectons les données personnelles suivantes lorsque vous utilisez notre site.",
        "mainData": "Les données personnelles collectées comprennent votre nom, votre prénom et votre adresse e-mail.",
        "title": "2. Données Collectées"
      },
      "dataPurpose": {
        "content": "Les données que nous collectons sont utilisées uniquement pour la gestion de votre compte utilisateur. Cela comprend la création de votre compte, la gestion de vos informations de profil, et la possibilité de supprimer votre compte à tout moment.",
        "title": "3. Finalités du Traitement des Données"
      },
      "dataRetention": {
        "content": "Concernant la conservation de vos données personnelles, les données de préférences comme le thème et la langue sont conservées de manière indéfinie. Les données liées à Google Analytics et aux cookies sont conservées pendant 13 mois. Quant aux données de compte utilisateur, elles sont conservées tant que votre compte est actif, et vous pouvez supprimer votre compte et toutes les données associées à tout moment depuis votre profil.",
        "title": "5. Durée de Conservation des Données"
      },
      "dataSecurity": {
        "content": "Nous utilisons des mesures de sécurité appropriées pour protéger vos données personnelles.",
        "title": "7. Sécurité des Données"
      },
      "dataSharing": {
        "content": "Nous ne partageons pas vos données personnelles avec des tiers. Les données collectées sont utilisées uniquement pour les finalités internes du site.",
        "title": "6. Partage des Données avec des Tiers"
      },
      "internationalTransfer": {
        "content": "Nous ne transférons pas vos données personnelles en dehors de l'Union Européenne.",
        "title": "9. Transfert de Données à l'International"
      },
      "introduction": {
        "content": "Cette politique de confidentialité explique comment nous collectons, utilisons et protégeons vos données personnelles lorsque vous utilisez notre site. Nous nous engageons à respecter la législation en vigueur, notamment le Règlement Général sur la Protection des Données. En utilisant ce site, vous acceptez les pratiques décrites dans cette politique de confidentialité.",
        "title": "1. Introduction"
      },
      "legalBasis": {
        "content": "Le traitement de vos données personnelles repose sur votre consentement. En vous inscrivant sur notre site, vous consentez à la collecte et à l'utilisation de vos données comme décrit dans cette politique de confidentialité.",
        "title": "4. Base Légale du Traitement"
      },
      "policyUpdates": {
        "content": "Nous nous réservons le droit de mettre à jour cette politique de confidentialité. Toute modification sera publiée sur cette page. Veuillez consulter régulièrement cette page pour rester informé des éventuelles mises à jour.",
        "title": "11. Modifications de Cette Politique"
      },
      "userRights": {
        "contact": "Pour exercer vos droits, veuillez nous contacter à l'adresse suivante :",
        "content": "Conformément au RGPD, vos droits concernant vos données personnelles incluent le droit d'accès pour demander l'accès aux données que nous détenons à votre sujet, le droit de rectification pour demander la correction de données inexactes ou incomplètes, le droit à l'effacement pour supprimer votre compte et toutes les données associées, le droit à la limitation du traitement pour demander la limitation du traitement dans certaines situations, et le droit à la portabilité pour demander à recevoir vos données personnelles dans un format structuré.",
        "title": "8. Vos Droits"
      }
    },
    "title": "Politique de Confidentialité",
    "updateDate": "mercredi 8 janvier 2025"
  },
  "terms": {
    "description": "Conditions Générales d'utilisation du site web",
    "lastUpdate": "Date de dernière mise à jour",
    "sections": {
      "access": {
        "content": "L'accès à ce site est gratuit et ouvert à tous les utilisateurs. Cependant, l'utilisateur doit disposer d'un accès internet et du matériel nécessaire pour naviguer sur le site.",
        "title": "3. Accès au Site"
      },
      "cookies": {
        "content": "Le site utilise des cookies pour mémoriser vos préférences et analyser l'utilisation du site via Google Analytics. Vous pouvez gérer vos préférences de cookies via la bannière Cookiebot.",
        "title": "10. Cookies"
      },
      "dataProtection": {
        "content": "Le site est conforme au Règlement Général sur la Protection des Données. Nous collectons et traitons les données personnelles uniquement pour la gestion des comptes utilisateurs, et ces données ne sont pas partagées avec des tiers.",
        "title": "9. Protection des Données"
      },
      "introduction": {
        "content": "Ces Conditions Générales d'utilisation régissent l'accès et l'utilisation du site web What to Watch ?. En accédant et en utilisant ce site, vous acceptez ces conditions. Si vous n'acceptez pas ces conditions, vous devez cesser d'utiliser le site.",
        "title": "1. Introduction"
      },
      "ip": {
        "content": "Le contenu du site est protégé par les lois sur la propriété intellectuelle. Cependant, comme le site interagit avec une API publique, les droits d'utilisation du contenu sont limités. Les utilisateurs n'ont pas le droit de reproduire ou de distribuer le contenu sans autorisation spécifique.",
        "title": "6. Propriété Intellectuelle"
      },
      "law": {
        "content": "Ces CGU sont régies par le droit français. En cas de litige, les tribunaux français seront compétents.",
        "title": "8. Droit Applicable et Juridiction"
      },
      "liability": {
        "content": "Le propriétaire du site décline toute responsabilité en cas de dysfonctionnement, d'interruption de service ou de perte de données. Les utilisateurs utilisent ce site à leurs propres risques. Le propriétaire du site ne sera pas responsable des dommages directs ou indirects liés à l'utilisation du site.",
        "title": "5. Responsabilité"
      },
      "modifications": {
        "content": "Nous nous réservons le droit de modifier ces CGU à tout moment. Les modifications seront communiquées aux utilisateurs par e-mail. L'utilisation continue du site après modification des CGU implique l'acceptation de ces changements.",
        "title": "7. Modifications des CGU"
      },
      "siteOwner": {
        "owner1": "William Fontaine",
        "owner2": "Marin Leroux",
        "title": "2. Propriétaire du Site"
      },
      "usage": {
        "content": "Le contenu du site (textes, images, vidéos, etc.) est fourni à titre informatif. Il n'y a pas de règles spécifiques d'utilisation, mais les utilisateurs s'engagent à ne pas utiliser le site à des fins illégales ou nuisibles.",
        "title": "4. Utilisation du Contenu du Site"
      }
    },
    "title": "Conditions Générales d'utilisation (CGU)",
    "updateDate": "mercredi 8 janvier 2025"
  }
}
